Repository: ketjusovellus/ios
Catalog: Ketju/Ketju/Main/*.lproj/Localizable.strings
Languages: sv

# Onboarding_title_1
source: Liittymällä Ketjuun kannat kortesi kekoon koronaviruksen löytämiseksi ja pysäyttämiseksi.
sv: Anslut dig till Kedjan och var med och hindra spridningen av coronaviruset.

# Onboarding_title_2
source: Kohtaamiset tallennetaan anonyymisti Bluetooth-teknologian avulla.
sv: Dina möten sparas anonymt med hjälp av Bluetooth-teknologin.

# Onboarding_title_3
source: Ilmoitamme sinulle välittömästi jos olet altistunut koronavirukselle.
sv: Vi meddelar dig omedelbart om du har blivit exponerad för coronaviruset.

# Next_button
source: Seuraava
sv: Nästa

# Confirm_button
source: Vahvista
sv: Bekräfta

# Next_bluetooth
source: Salli Bluetooth
sv: Tillåt Bluetooth

# Next_notifications
source: Salli ilmoitukset
sv: Tillåt notiser

# Upload_button_title
source: Sairastuitko?
sv: Blev du sjuk?

# Confirm_upload_title
source: Jaa tartuntatieto
sv: Dela info om smittan

# Upload_title
source: Sairastuitko?
sv: Blev du sjuk?

# Phone_number_title
source: Syötä puhelinnumero
sv: Ange ditt telefonnummer

# Phone_number_subtitle
source: Puhelinnumeroa käytetään PIN-koodin tarkastusta varten, sitä ei jaeta eteenpäin.
sv: Telefonnumret används som PIN-kod för verifiering och delas inte vidare.

# Phone_verify_pin_title
source: Syötä PIN-koodi
sv: Ange PIN kod

# Phone_verify_pin_subtitle
source: Vahvista tartuntatiedon anonyymi jakaminen hoitohenkilökunnalta saamallasi PIN-koodilla.
sv: Bekräfta det anonyma delandet av coronasmittan med PIN-koden du erhöll av vårdpersonalen.

# Home_title_active
source: Ketju on päällä!
sv: Kedjan är på!

# Home_title_bluetooth_off
source: Bluetooth kiinni
sv: Bluetooth är avstängt

# Home_title_bluetooth_denied
source: Salli Bluetooth-yhteydet
sv: Tillåt Bluetooth-anslutningen

# Home_title_uploaded
source: Kohtaamisavain jaettu
sv: Kontaktnyckeln är delad

# Home_description_active
source: Pidä sovellus aktiivisena koko ajan.
sv: Behåll applikationen aktiv hela tiden.

# Home_description_bluetooth_off
source: Kytke Bluetooth-yhteys puhelimesi asetuksissa.
sv: Aktivera Bluetooth-anslutningen i din telefons inställningar.

# Home_description_bluetooth_denied
source: Salli sovellukselle Bluetooth-yhteydet havaitaksesi kohtaamiset muiden sovelluksen käyttäjien kanssa.
sv: Tillåt Bluetooth-användningen för att identifiera möten med andra användare av applikationen.

# Home_description_uploaded
source: Tartuntatieto jaettu, hoitohenkilökunta kiittää!
sv: Informationen om smittan är delad. Vårdpersonalen tackar!

# Home_app_settings_button
source: Avaa Bluetooth
sv: Öppna Bluetooth

# Upload_error_title
source: Virhe
sv: Fel

# Upload_error_already_infected
source: Olet jo lähettänyt tiedon sairastumisesta.
sv: Du har redan delad informationen om smittan.

# Upload_error_network
source: Häiriö verkkoyhteydessä, yritä uudelleen
sv: Störning i nätverket. Prova på nytt.

# Exposed_label_none
source: Ei havaittuja altistumisia
sv: Inga coronaexponeringar

# Exposed_label_found
source: Sinulla on mahdollinen koronavirusaltistuminen
sv: Du har en eventuell coronaexponering.

# Exposed_button
source: Näytä altistumiset
sv: Visa exponeringarna

# Exposure_text_one
source: altistuminen
sv: exponering

# Exposure_text
source: altistumista
sv: exponeringar

# Notification_title
source: Varoitus
sv: Varning

# Notification_message
source: Olet saattanut altistua koronavirukselle.
sv: Du har eventuellt exponerats för coronasmitta.

# Pilot_banner_text
source: Tekninen pilotti
sv: Tekniskt pilotförsök

# Code_input_title
source: Syötä henkilökohtainen nelimerkkinen testi-ID
sv: Ange ditt personliga fyrsiffriga test-ID

# Close_button
source: Sulje
sv: Stäng

# Share_db_button
source: Jaa tietokanta
sv: Dela databasen

# Share_email
source: Sähköposti
sv: E-post

# Share_other
source: Muu...
sv: Övrig...

# Cancel_button
source: Peru
sv: Avbryt
